export type PersonDetails = {
  biography: string[];
};

export const personDetails: Record<string, PersonDetails> = {
  "u03c48z581-aleksei-goribol": {
    biography: [
      "Алексей Гориболь — пианист, музыкальный деятель, продюсер, художественный руководитель фестивалей и культурно-просветительских проектов, заслуженный артист России.",
      "О нём говорят: едва ли не лучший камерный музыкант страны; личность с невероятно широким творческим кругозором; мастер переплетать красивые идеи и жанры, устанавливать связи между временами; его энергии подвластно соединять творческие судьбы.",
      "Эту многогранность и личностную притягательность музыканта очень точно отражают все программы артиста и, в частности, подготовленная к его юбилею.",
      "Концерты А. Гориболя, одного из выдающихся отечественных мастеров камерного ансамбля, проходили в крупнейших культурных центрах России, а также в Carnegie Hall (Нью-Йорк), John F. Kennedy Center for the Performing Arts (Вашингтон), Konzerthaus (Вена), Wigmore Hall (Лондон), Берлинской филармонии, Gewandhaus (Лейпциг), Concertgebouw (Амстердам).",
      "Гориболь является обладателем уникально обширного репертуара — от Баха до новейших сочинений наших дней, а также эксклюзивным исполнителем фортепианной и киномузыки Микаэла Таривердиева и Исаака Шварца.",
      "С 1989 года Алексей Гориболь является инициатором и музыкальным руководителем многих проектов, связанных с творчеством выдающегося российского композитора Леонида Десятникова. Записанный под его руководством саундтрек Л. Десятникова к фильму «Москва» удостоен гран-при Всемирного биеннале в Бонне (2002).",
      "Одним из грандиозных проектов, инициатором и художественным руководителем которого является А. Гориболь, стал балет «Лад» на музыку Леонида Десятникова на сцене Екатеринбургского Урал Опера Балет, который с 2021 года с огромным успехом был представлен также в целом ряде других городов. Киноверсия балета прошла в кинотеатрах страны.",
      "С 2004 по 2007 год руководил Фестивалем искусств в Костомукше (Карелия). В 2008 году стал инициатором и художественным руководителем двух фестивалей камерной музыки: Левитановского музыкального фестиваля в Плёсе и российско-финского музыкально-поэтического фестиваля «В сторону Выборга». В 2024 году с успехом прошёл уже 17-й фестиваль «В сторону Выборга».",
      "Алексей Гориболь — инициатор ряда проектов, соединяющих музыку, театр, поэзию, с участием выдающихся российских артистов: Светланы Крючковой, Ингеборги Дапкунайте, Данилы Козловского, Ксении Раппопорт, Чулпан Хаматовой, Сати Спиваковой, Владимира Кошевого и других.",
      "В разные годы Алексей Гориболь выступал инициатором и художественным руководителем масштабных монографических фестивалей Петра Чайковского, Дмитрия Шостаковича, Бенджамина Бриттена, Валерия Гаврилина, Вениамина Баснера, Леонида Десятникова на ведущих театральных и концертных площадках Москвы, Санкт-Петербурга, а также крупных региональных культурных центров России.",
      "Алексей Гориболь сотрудничает с Большим театром России, Мариинским театром, Александринским театром, Пермским театром оперы и балета, Театром наций, театром «Мастерская Петра Фоменко», Фондом Микаэла Таривердиева, Фондом Дианы Вишневой, Институтом имени Гёте, Институтом Финляндии в Санкт-Петербурге, Британским советом.",
      "В творческом багаже пианиста — выпуск более тридцати компакт-дисков. В 2024 году к 85-летию Валерия Гаврилина был записан двойной диск с вокальными циклами и фортепианными пьесами композитора.",
      "В 2019 году удостоен премии «Парабола» Фонда Андрея Вознесенского за диск с записью фортепианного цикла «Буковинские песни» Леонида Десятникова на фирме «Мелодия». В 2023 году Алексей Гориболь был награждён Царскосельской премией за создание музыкально-поэтического фестиваля «В сторону Выборга» и просветительскую деятельность в области академической музыки.",
    ],
  },
  "2k7b12lg01-solisti-nizhnego-novgoroda": {
    biography: [
      "Солисты Нижнего Новгорода — муниципальный камерный оркестр поволжской столицы, один из ведущих камерных оркестров современной России.",
      "Оркестр начинался на кафедре Нижегородской консерватории, возглавляемой Семёном Львовичем Ярошевичем, более сорока лет назад. С 1990 года коллективом руководила заслуженная артистка России, профессор София Наумовна Пропищан. Она сделала любительский оркестр студентов профессиональным коллективом, получившим статус муниципального учреждения культуры в 1994 году. С её именем связаны все достижения оркестра 1990-х.",
      "В 2003 году коллектив возглавил скрипач оркестра и ученик его основателя Владимир Плаксин, а место концертмейстера занял приглашённый музыкант Дмитрий Стоянов. Оркестр стал называться «Солисты Нижнего Новгорода». Тесное сотрудничество с Игорем Жуковым определило ход новейшей истории оркестра: вместе музыканты сыграли десятки программ, выступали на международных фестивалях в Нижнем Новгороде, Ярославле и Москве, записали новый CD. Большое место в творчестве «Солистов» на протяжении десяти лет, с 2004 по 2014 год, занимала работа с немецким музыкантом Кристофом Майером, воплощённая в серии проектов «Историческая исполнительская практика».",
      "В контексте исторической исполнительской практики оркестр много и успешно сотрудничал ещё с одним знаменитым нижегородцем — универсальным музыкантом и востребованным дирижёром молодого поколения Максимом Емельянычевым. С ним в большей степени связан симфонический тренд «Солистов». В 2017 году французский лейбл Aparté выпустил первый совместный диск музыкантов. В январе 2020 года под управлением Емельянычева оркестр впервые выступал в КЗ «Зарядье». В этом же сезоне вместе с Максимом квинтет «Солистов» гастролировал в Париже, а в августе 2021 года оркестр и дирижёр представляли Нижний Новгород на юбилейных торжествах по случаю 800-летия города в Москве.",
      "Оркестр пристально интересуется современной музыкой, ежегодно исполняет российские и международные премьеры, в том числе сочинения, написанные специально для «Солистов Нижнего Новгорода».",
      "Большая часть собственной проектной деятельности оркестра связана с Нижегородским планетарием, где музыканты реализуют совместные мультимедийные программы. Ежегодно «Солисты» проводят фестиваль-конкурс для учащихся музыкальных школ и колледжей Нижнего Новгорода и области «Юношеские Ассамблеи». В 2024 году проект отметил своё 20-летие, а годом ранее стал лауреатом премии Нижнего Новгорода в номинации «Событие в области культуры и искусства».",
      "С момента своего основания камерный оркестр «Солисты Нижнего Новгорода» является активным голосом музыкального сообщества нижегородского края. Для слушателей всех возрастов и разной музыкальной подготовленности музыканты круглый год играют лучшие концерты камерной музыки.",
      "В 2020–2024 годах оркестр выступал в Большом и Малом залах Московской консерватории имени П. И. Чайковского, в концертном зале РАМ имени Гнесиных, в ГМИИ имени А. С. Пушкина и в КЗ «Зарядье».",
      "В среднем оркестр даёт более шестидесяти концертов в сезон, участвует в международных фестивалях и играет с музыкантами высокого исполнительского уровня. В 2021–2024 годах коллектив выступал с Дмитрием Синьковским, Иваном Столбовым, Сергеем Полтавским, Сергеем Накаряковым, Алёной Баевой, Фёдором Шаговым, Сергеем Островским, Владиславом Лавриком, Ровшаном Мамедкулиевым, Максимом Емельянычевым, Иваном Великановым, Александром Скульским, Даниилом Гришиным, Юрием Башметом, Юлией Игониной, Александром Тростянским, Никитой Власовым, Максимом Новиковым, Никитой Неделько, Максимом Фёдоровым, Ильёй Папояном и другими музыкантами.",
    ],
  },
  "edison-denisov": {
    biography: [
      "Эдисон Денисов (1929–1996) — один из ключевых композиторов советского и постсоветского авангарда, фигура, во многом определившая развитие современной академической музыки в России второй половины XX века.",
      "Родился в Томске. Изначально изучал математику в Томском университете, и лишь позже поступил в Московскую консерваторию, где учился у Виссариона Шебалина. Уже в ранние годы проявил интерес к новейшим западным техникам — додекафонии, сериализму, алеаторике — что в советской музыкальной среде того времени было почти оппозиционным жестом.",
      "Денисов стал одним из лидеров так называемой «московской авангардной школы» (вместе с Софией Губайдулиной и Альфредом Шнитке). Его музыка отличалась утончённой звуковой фактурой, вниманием к тембру, прозрачностью и особой «световой» гармонией. Он стремился соединить строгие композиционные системы с поэтичностью и чувственной выразительностью.",
      "Международное признание пришло к нему раньше, чем официальное признание в СССР: его произведения активно исполнялись в Европе, особенно во Франции, где он позже жил и работал. В Советском Союзе его музыка долгое время подвергалась критике как «формалистическая».",
      "Среди наиболее известных сочинений:",
      "Опера «Пена дней» (по роману Бориса Виана),",
      "Вокальные циклы на стихи западноевропейских поэтов,",
      "Камерная и оркестровая музыка, включая произведения для необычных составов.",
      "В 1990-е годы Денисов переехал во Францию, где продолжал активно работать и преподавать. Он сыграл важную роль в интеграции русской современной музыки в мировой контекст.",
      "Его творчество часто описывают как сочетание интеллектуальной строгости и почти импрессионистской чувственности — музыка, в которой структура и звук существуют как единое, живое пространство.",
    ],
  },
  "yanis-ksenakis": {
    biography: [
      "Янис Ксенакис (1922–2001) — греко-французский композитор, архитектор и инженер, один из крупнейших новаторов музыкального искусства XX века, радикально изменивший представление о природе звука и композиционного мышления.",
      "Родился в Брэиле (Румыния) в греческой семье, детство и юность провёл в Греции. В годы Второй мировой войны участвовал в движении Сопротивления, был тяжело ранен, потеряв один глаз. После Гражданской войны в Греции был вынужден эмигрировать во Францию, где началась его профессиональная деятельность.",
      "Во Франции Ксенакис работал в архитектурной мастерской Ле Корбюзье, принимая участие в проектировании крупных объектов. Наиболее известный из них — павильон Philips для Всемирной выставки в Брюсселе (1958), в котором архитектурные формы напрямую соотносились с музыкальными идеями. Уже в этих работах проявилось его стремление к синтезу искусств и научного мышления.",
      "Музыкальное образование Ксенакис получил сравнительно поздно. Его наставником стал Оливье Мессиан, который не только поддержал, но и фактически направил его на путь самостоятельного поиска, посоветовав не следовать академическим канонам, а развивать собственный уникальный язык.",
      "Ксенакис стал одним из первых композиторов, системно применивших в музыке методы математики и естественных наук. В его работах используются теория вероятностей, стохастические процессы, теория множеств, элементы кибернетики и акустики. Он рассматривал музыкальную ткань как совокупность звуковых масс, подчинённых определённым законам движения и распределения, аналогичным природным процессам.",
      "В отличие от традиционной европейской музыкальной логики, основанной на мелодии, гармонии и тематическом развитии, Ксенакис строил композиции как энергетические и акустические поля, где важны плотность, интенсивность, направление и трансформация звука. Его музыка часто воспринимается как звуковая аналогия природных явлений — дождя, ветра, скопления частиц, столкновения сил.",
      "Среди ключевых сочинений:",
      "Metastaseis (1953–54) — произведение, в котором впервые проявился его архитектурно-математический подход к композиции;",
      "Pithoprakta (1955–56) — использование стохастических моделей и физических аналогий движения частиц;",
      "Achorripsis, ST/10, ST/48 — серии произведений, основанные на вычислительных методах;",
      "Persepolis (1971) — масштабная электронная композиция для открытого пространства;",
      "Многочисленные оркестровые, камерные и электроакустические работы.",
      "Особое место в его творчестве занимают «политопы» — мультимедийные проекты, объединяющие музыку, свет, архитектуру и пространственное движение, в которых слушатель становится частью художественной среды.",
      "Ксенакис также активно занимался теорией музыки и разработкой компьютерных систем для композиции, в том числе системы UPIC, позволявшей создавать музыку через графические формы.",
      "Его творчество оказало огромное влияние на развитие современной академической музыки, электроакустики и междисциплинарных художественных практик. Ксенакис открыл путь к пониманию музыки как пространства, где звук существует не как последовательность событий, а как организованная энергия и структура.",
    ],
  }
};
