export type TeamPerson = {
  name: string;
  role?: string;
};

export type TeamSection = {
  title?: string;
  people: TeamPerson[];
};

export const teamSections: TeamSection[] = [
  {
    people: [
      {
        name: "Варвара Мягкова",
        role: "художественный руководитель и организатор фестиваля",
      },
    ],
  },
  {
    title: "Видео и трансляции",
    people: [
      {
        name: "Сергей Тищенко",
        role: "оператор-постановщик, продюсер",
      },
      {
        name: "Сергей Ермаков",
        role: "режиссёр монтажа, звукорежиссёр",
      },
      {
        name: "Сергей Давидяк",
        role: "инженер, оператор",
      },
      {
        name: "Дарья Гарбузняк",
        role: "оператор, музыкальный редактор",
      },
      {
        name: "Григорий Собченко",
        role: "оператор, художник по свету",
      },
    ],
  },
  {
    title: "Группа звукозаписи",
    people: [
      {
        name: "Станислав Тихонов",
        role: "руководитель группы звукозаписи",
      },
      {
        name: "Михаил Вещев, Софья Лящева, Юстиния Московкина, Арина Топорова, Варвара Шевлякова, Александр Оськин, Елизавета Андрусенко, Всеволод Палащенко, Светлана Овчинникова",
      },
    ],
  },
];
